Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Wird der Informationsfluss oder die Konzentration behindert, können sowohl die Effizienz des Arbeitsprozesses als auch die Qualität des Übersetzungsprodukts darunter leiden.
en_gb: If the flow of information or level of concentration is impaired, the efficiency of the process can be compromised and the quality of the translation can suffer.

source: Aus den Blickwinkeln der Translatologie und der Ergotherapie versucht dieses Forschungsprojekt u.a. die folgenden Forschungsfragen zu beantworten:
en_gb: Drawing on perspectives from translation studies and occupational health, the present project will address the following research questions:

source: Was sind Hinweise auf Störungen im Übersetzungsprozess am Arbeitsplatz?
en_gb: What are the indications of disturbances to the translation process at the workplace?

source: Welche kognitiv- und physisch-ergonomischen Faktoren sind bei diesen Störungen betroffen?
en_gb: Which cognitive and physical ergonomic factors are related to those disturbances?

source: Wie gehen professionelle ÜbersetzerInnen mit Störungen um, und welche Praktiken scheinen erfolgreich?
en_gb: How do professional translators cope with disturbances, and which practices seem to be most successful?

source: Welche Störungen sind schwierig zu kompensieren, welche überhaupt nicht und welche haben sogar positive Auswirkungen auf die Übersetzungsleistung?
en_gb: Which disturbances seem most difficult to compensate, which cannot be compensated at all, and which might actually have a positive impact on translation performance?

source: Welche Gesundheitsbeschwerden könnten einen Zusammenhang mit der Ergonomie am Übersetzerarbeitsplatz haben?
en_gb: Which health complaints might be related to the ergonomics of the translation workplace?

source: ErgoTrans-Projektflyer (PDF, 145 KB)
en_gb: ErgoTrans project flyer (PDF, 145 KB) (only in German)

source: Projektinformationen
en_gb: Project details

source: Das vom SNF finanzierte Forschungsprojekt Capturing Translation Processes verwendet einen multi-methodischen Ansatz, um Übersetzungsprozesse von Studierenden und professionellen ÜbersetzerInnen auf unterschiedlichen Erfahrungsstufen zu mehreren Zeitpunkten innerhalb ihrer Berufstätigkeit aufzunehmen.
en_gb: Capturing Translation Processes, funded by SNF, used a multi-method approach to record translation processes of students, novices and experienced professionals at different points in their careers.

source: Dieser Ansatz ermöglicht Vergleiche
en_gb: This appoach allows us to make comparisons

source: zwischen verschiedenen Prozesstypen, Sprachkombinationen und –richtungen
en_gb: across different types of processes, language combinations and directions

source: innerhalb Individuen über die Zeit und zwischen unterschiedlichen Aufgaben
en_gb: within individuals over time and across tasks

source: zwischen Gruppen von ÜbersetzerInnen (Erfahrungsstufe, Sprachversionen etc.)
en_gb: between groups of translators.

source: Mehr Information über das Projekt-Korpus.
en_gb: More information on the project corpus.

source: Projektfinanzierung:
en_gb: Project financing:

source: Projektvolumen:
en_gb: Grant:

source: Projektbeginn:
en_gb: Project start:

source: Projektende:
en_gb: Project end:

source: ProjektpartnerInnen:
en_gb: Project partner:

source: CLS Communication (globaler Sprachdienstleister)
en_gb: CLS Communication (global language service provider)

source: Folgeprojekt
en_gb: Follow-up project

source: Am 1. Januar 2013 startete das Folgeprojekt Cognitive and Physical Ergonomics of Translation (ErgoTrans).
en_gb: On January 1st, 2013, the follow-up project Cognitive and Physical Ergonomics of Translation (ErgoTrans) started.

source: Methoden
en_gb: Methods

source: Damit die Daten trianguliert werden können, werden die folgenden Methoden während der Datenerhebungsphase angewendet:
en_gb: In order to be able to triangulate data of each process, the following methods are used during the data collection phase:

source: SCR - Bildschirmaufnahme (Camtasia Studio)
en_gb: SCR - Screen recording (Camtasia Studio)

source: ET - Augenbewegungsmessung (Tobii T60)
en_gb: ET - Eye-tracking (Tobii T60)

source: RVP - Retrospektive Verbalprotokolle
en_gb: RVP - Retrospective verbal protocols

source: Online-Umfragen
en_gb: Online surveys

source: Fragebögen
en_gb: Questionnaires

source: Korpus
en_gb: Corpus

source: Resultate von drei Umfragen zum Recherchierverhalten (96 Studierende, 14 Dozierende, 110 selbstständige ÜbersetzerInnen, 32 festangestellte ÜbersetzerInnen)
en_gb: results from three surveys of research behavior (96 students, 14 instructors, 110 freelance professionals, 32 staff translators)

source: Augenbewegungsmessungen von über 100 Übersetzungsprozessen
en_gb: eye-tracking records of over 100 processes

source: mehr als 650 Bildschirmaufnahmen von Semester-Übersetzungen
en_gb: over 650 screenshot recordings of semester assignments

source: mehr als 500 Stunden Prozessaufnahmen von Übersetzungen am Arbeitsplatz
en_gb: over 500 hours of screenshot recordings of workplace processes

source: mehr als 220 Transkriptionen von Bildschirmaufnahmen und RVPs von kurzen Übersetzungsprozessen
en_gb: over 220 transcriptions of screen events and RVPs of short translation processes (i.e. mostly 15 minutes each)

source: Ausschnitt aus einem Übersetzungsprozess
en_gb: Extract of a translation process

source: Forschungsergebnisse
en_gb: Research results

source: Das Forschungsprojekt stellte Vergleiche an zwischen Übersetzungsstudierenden unterschiedlicher Erfahrungsstufen sowie professionellen ÜbersetzerInnen, zwischen verschiedenen Sprachkombinationen, zwischen dem Übersetzen in die Erst- oder Zweitsprache, als auch zwischen Prozessen am Arbeitsplatz und solchen in kontrollierter Umgebung.
en_gb: Comparisons have been made between translation students at various stages in their training and professional translators; between different language combinations; between translation into the translator’s first or second languages; and between processes at the workplace and in a controlled setting.

source: Unten stehend werden die wichtigsten Ergebnisse zusammengefasst, während detaillierte Informationen dazu im Capturing Translation Processes-Projekbericht zu finden sind.
en_gb: Some of the main research results are summarized below, while the Capturing Translation Processes Final Report includes further details about the findings.

source: Profis verfügen im Vergleich zu Studierenden über ein breiteres Spektrum an Strategien, um mit Übersetzungsproblemen umzugehen, und weisen ein klareres Rollenverständnis auf.
en_gb: Professionals indicate that they have a wider repertoire of strategies to cope with translation problems than students do, and a clearer self-concept of their roles.

source: Die meisten Profis greifen auf eine grosse Palette von Hilfsmitteln zurück und entscheiden im Vergleich zu Studierenden bewusster, welche Hilfsmittel sie für welche Problemstellung heranziehen.
en_gb: Most professionals use a wide range of resources and are more discerning than students about which resource they use for which type of problem.

source: Viele der Erkenntnisse aus diesem Projekt haben direkte Konsequenzen auf die Aus- und Weiterbildung von ÜbersetzerInnen. So soll der Fokus zukünftig verstärkt auf dem Übersetzungsprozess liegen, um das Bewusstsein von ÜbersetzerInnen für die eigene Vorgehensweise und Entscheidungsfindung zu stärken.
en_gb: Many of the findings of the project have direct implications for translation teaching and professional development, including an increased focus on the process in order to heighten translators’ awareness of their own practices and decision-making.

source: Hintergrundinformationen von mehr als 200 VersuchsteilnehmerInnen Aufnahmen von mehr als 300 Übersetzungsprozessen in einer kontrollierten Umgebung (KSL, SCR, RVP); 121 Englisch-Deutsch, 101 Deutsch-Englisch (seit 2007); 37 Französisch-Deutsch, 37 Deutsch-Französisch (seit 2009); 13 Italienisch-Deutsch, 21 Deutsch-Italienisch (seit 2009)
en_gb: background information from over 200 participants, controlled recordings of over 300 processes (KSL, SCR, RVP); 121 English-German, 101 German-English (since 2007); 37 French-German, 37 German-French (since 2009); 13 Italian-German, 21 German-Italian (since 2009)

source: Einer der unerwarteten Funde im Korpus der Aufnahmen am Arbeitsplatz betrifft das Auftreten von Störungen während des Übersetzungsprozesses sowie mögliche Bewältigungsstrategien.
en_gb: One of the unexpected findings from the workplace recordings concerned disturbances to the translation process and coping strategies to deal with them.

source: Ein Folgeprojekt untersucht nun die kognitive und physische Ergonomie beim Berufsübersetzen.
en_gb: A follow-up study explores the cognitive and physical ergonomics of professional translation.

source: Capturing Translation Processes-Projektbericht
en_gb: Capturing Translation Processes Final Report

source: Kontakt
en_gb: Contact

source: Nehmen Sie bitte mit uns Kontakt auf, wenn Sie mehr Informationen zum Projekt Cognitive and Physical Ergonomics of Translation wünschen:
en_gb: Please contact us if you are interested in more information about the project Cognitive and Physical Ergonomics of Translation:

source: Das vom SNF finanzierte interdisziplinäre Forschungsprojekt Cognitive and Physical Ergonomics of Translation ist ein Folgeprojekt von Capturing Translation Processes.
en_gb: The interdisciplinary research project Cognitive and Physical Ergonomics of Translation, funded by SNF, is a follow-up project of Capturing Translation Processes.

source: Das rekursive Design kombiniert verschiedene Blickwinkel:
en_gb: The recursive mixed-methods design combines perspectives from

source: Translatologie
en_gb: translation studies

source: Arbeitsmedizin
en_gb: occupational health

source: Usability
en_gb: usability testing

source: Sprachtechnologie
en_gb: language technology

source: Aufbauend auf dem Korpus von Capturing Translation Processes verwendet Cognitive and Physical Ergonomics of Translation wiederum einen multi-methodischen Ansatz, um gezielt ergonomische Aspekte im Translationsprozess genauer zu untersuchen. Die Daten werden an den Arbeitsplätzen von drei Gruppen mit jeweils unterschiedlichen Arbeitsprofilen sowie im Usability Labor erhoben.
en_gb: The large corpus of the precursor study is the source of indications of ergonomic issues. Hypotheses about these are tested and refined with on-site ergonomic assessments and recordings of three groups of professional translators with different work profiles as well as with experiments in the usability lab.

source: Die Resultate der Untersuchung sollen Auswirkungen auf folgende Bereiche haben:
en_gb: The results are expected to have implications for

source: theoretische Modelle der erweiterten Kognition
en_gb: theoretical models of extended cognition

source: theoretische Modelle der situierten Aktivität
en_gb: theoretical models for situated activity

source: berufliche Praxis
en_gb: workplace practice

source: Aus- und Weiterbildung von FachübersetzerInnen
en_gb: education and continuing education of professional translators

source: Weiterentwicklung von Benutzungsschnittstellen
en_gb: further developments at human computer interface

source: Schweizerischer Nationalfonds
en_gb: Swiss National Science Foundation

source: Der multi-methodische Ansatz des Forschungsprojekts Cognitive and Physical Ergonomics of Translation beinhaltet:
en_gb: The multi-method design of the research project Cognitive and Physical Ergonomics of Translation includes

source: ethnografische Beobachtung des Arbeitsplatzes
en_gb: ethnographic observation of the workplace

source: ergonomische Einschätzung
en_gb: ergonomic assessments

source: Bildschirmaufnahmen
en_gb: screen recordings

source: Videoaufnahmen
en_gb: video recordings

source: Usability-Experimente
en_gb: usability experiments

source: retrospektive Verbalisierungen
en_gb: retrospective verbalizations

source: Online-Umfrage
en_gb: Online survey

source: 1'850 professionelle ÜbersetzerInnen und Übersetzer aus beinahe 50 Ländern nahmen an der Umfrage teil.
en_gb: 1,850 professional translators from almost 50 countries completed the survey.

source: Unser Bericht zu den Umfrageergebnissen unterstreicht die unterschiedlichen Bedingungen von ÜbersetzerInnen, die freiberuflich, in Privatunternehmen oder im öffentlichen Dienst arbeiten.
en_gb: Our report about the survey results highlights the differences between translators working in freelance, commercial, and institutional settings.

source: ErgoTrans-Umfragebericht (PDF, 257 KB)
en_gb: ErgoTrans survey report (PDF, 339 KB)

source: Eine italienische Version wird bald zur Verfügung stehen.
en_gb: An Italian version will be available soon.

source: Wenn Sie eine Kopie davon möchten, senden Sie bitte eine kurze Nachricht an ergotrans.iued(at)zhaw.ch.
en_gb: If you would like to receive a copy, please send a short message to ergotrans.iued(at)zhaw.ch.

source: gültig ab:
en_gb: valid from:

source: Masterstudiengang Angewandte Linguistik (MA AL)
en_gb: MA degree programme in Applied Linguistics (MA AL)

source: Grundsatz
en_gb: General

source: Definitionen
en_gb: Definitions

source: A-Sprache:
en_gb: A language:

source: B-Sprache: aktive Fremdsprache, in die und aus der gedolmetscht wird
en_gb: B language: active foreign language into and out of which the candidate interprets

source: C-Sprache: passive Fremdsprache, aus der gedolmetscht wird
en_gb: C language: passive foreign language out of which the candidate interprets

source: Inhalt, Aufgabe und Bewertungskriterien der Disziplinen
en_gb: Content, task and assessment criteria

source: Dauer:
en_gb: Duration:

source: Aufgabe:
en_gb: Task:

source: Der Kandidat/die Kandidatin dolmetscht ein kurzes Gespräch zwischen zwei Personen.
en_gb: The candidate interprets a short discussion between two people.

source: Beurteilungskriterien:
en_gb: Assessment criteria:

source: Textumfang:
en_gb: Scope:

source: Ausdrucksfähigkeit in der Mutter- und Fremdsprache, geistige Beweglichkeit, sprachliches Reaktionsvermögen, persönliche Präsenz.
en_gb: Articulateness in the mother tongue and foreign language, mental agility, ability to react linguistically, personal involvement.

source: b) Stegreifübersetzen
en_gb: b) Sight translation

source: c) Konsekutivdolmetschen
en_gb: c) Consecutive interpreting

source: Stegreifübersetzen
en_gb: Sight translation

source: Ein Studium mit 2 A-Sprachen ist nicht möglich.
en_gb: It is not possible to study two A languages.

source: Ablauf
en_gb: Procedure

source: Ein Laptop mit Internetzugang wird in diesem Raum ebenfalls bereitgestellt.
en_gb: A laptop with internet access is also available in this room.

source: Die Reihenfolge der Disziplinen steht der Kandidatin/dem Kandidaten frei.
en_gb: The candidate may choose the order in which the disciplines are examined.

source: Bewertung
en_gb: Assessment

source: Die Prüfungsleistung wird von einer Jury beurteilt.
en_gb: The candidate’s performance is assessed by a panel of examiners.

source: Mitglieder der Jury sind:
en_gb: The members of the panel are:

source: Sind die Semesterlehrkräfte anderer Meinung als der Experte/die Expertin und ist keine Einigung möglich, entscheidet der Vorsitz endgültig.
en_gb: If the lecturer makes a different assessment from that of the expert and no agreement can be reached, the chief examiner makes the final decision.

source: Die Beurteilung wird schriftlich festgehalten und vom Vorsitz unterzeichnet.
en_gb: The assessment is recorded in writing and then signed by the chief examiner.

source: Der Vorsitz hält die Begründung der Beurteilung in einem Kurzprotokoll fest.
en_gb: The chief examiner briefly records the grounds on which the final assessment was reached.

source: Aufzeichnung
en_gb: Examination recordings

source: Wiederholung
en_gb: Resits

source: Nichtbestandene Teilprüfungen können frühestens ein Jahr nach dem ersten Versuch einmal wiederholt werden; die Wiederholung erfolgt zum nächsten offiziellen Prüfungstermin.
en_gb: If a candidate fails part of the examination, they may resit it one year at the earliest following the first attempt; the examination may be resat on the next official examination date.

source: Das Prüfungsergebnis der Eignungsprüfung Konferenzdolmetschen entscheidet über die Belegung der Muttersprache (A-Sprache) und der Fremdsprachen als aktive Sprache (B-Sprache) und/oder als passive Sprache (C-Sprache).
en_gb: Based on the result of the aptitude test in conference interpreting, it is decided which language shall be studied as the mother tongue (A language), which as the active foreign language (B language) and which as the passive foreign language (C language).

source: Eine als B-Sprache angemeldete und nicht bestandene Fremdsprache kann als
en_gb: If a candidate selects a language as their B language but does not pass the test in this language,

source: C-Sprache zugelassen werden.
en_gb: it may be taken as a C language.

source: Eine als zweite A-Sprache geprüfte und nicht bestandene Muttersprache kann als B-Sprache zugelassen werden.
en_gb: If a candidate does not pass the test in a mother tongue tested as a second A language, this may be taken as a B language.

source: Beschluss
en_gb: Decision

source: Beschlussinstanz
en_gb: Decided by

source: Beschreibung Änderung
en_gb: Description of change

source: Originalversion; in der Folge wurde die Versionsnummer bei diversen Änderungen nicht angepasst
en_gb: Original version; the version number was not subsequently changed when some changes were made

source: Änderung des Titels von Kapitel 1.1
en_gb: Title of section 1.1 changed

source: Entfernung Studienjahrgang und dazugehörige Erläuterung aus dem Titel; Überarbeitung für GPM, 01.07.2016
en_gb: Study year and corresponding explanation in title removed; revised for GPM, 01.07.2016

source: Publikationsort
en_gb: Place of publication

source: Es werden keine Gesamtbewertungen vergeben, jede Teilprüfung muss einzeln bestanden werden.
en_gb: No overall mark is awarded: each part must be passed separately.

source: Studienangebot
en_gb: Degree courses

source: Auf Anfrage können auch weitere Studiensprachen geprüft werden.
en_gb: Other languages may be tested on request.

source: Das Bestehen der Eignungsprüfung berechtigt nicht zu einem Studienplatz mit der gewünschten Sprachkombination.
en_gb: Candidates who pass the aptitude test are not automatically guaranteed a place on the study programme with their first choice of language combination.

source: Im Studium kann nur eine A-Sprache belegt werden.
en_gb: Students can take only one A language.

source: Als triftige Gründe gelten insbesondere höhere Gewalt, Krankheit, Militärdienst, Unfall, Todesfall oder Betreuungsnotfall in der Familie.
en_gb: Valid reasons include acts of God, illness, military service, accident, death in the family or the need to care for a family member.

source: L-MB-Merkblatt Eignungsprüfung MA AL KD
en_gb: L-MB Aptitude Assessment information MA AL KD

source: Angewandte Linguistik
en_gb: Applied Linguistics

source: Der Kandidat/die Kandidatin übersetzt einen Text aus dem Stegreif (ab Blatt).
en_gb: The candidate translates a text from sight.

source: Der Text wird weder vorgelesen, noch darf er vor der Wiedergabe durchgelesen werden.
en_gb: The text is not read aloud, nor may the candidate read it through before translating.

source: Der Kandidat/die Kandidatin dolmetscht konsekutiv einen Text zu einem unvorbereiteten Thema.
en_gb: The candidate provides a consecutive interpretation of a text on an unprepared topic.

source: Der Text wird vorgelesen oder frei vorgetragen.
en_gb: The text is read aloud or is presented freely.

source: Der Kandidat/die Kandidatin macht sich Notizen.
en_gb: The candidate may make notes.

source: Es wird keine integrale, jedoch eine flüssige, sachlich und sprachlich korrekte Übersetzung erwartet.
en_gb: The translation does not need to be comprehensive, but should be fluent and factually and linguistically correct.

source: Die Jury ( 1.5.
en_gb: The examiners ( 1.5.

source: Die Prüfung wird aufgezeichnet.
en_gb: The examination is recorded.

source: Die Prüfungsaufnahmen werden mindestens bis zum Ablauf der Rekursfrist aufbewahrt.
en_gb: Recordings of examinations are kept until the appeal deadline or beyond.

source: Die Aufzeichnungen werden den KandidatInnen nicht abgegeben.
en_gb: Recordings are not given to the candidates.

source: Bestehen und Sprachkombination
en_gb: Passes and language combination

source: Verspätungen im öffentlichen Verkehr (ausgenommen gravierende Zwischenfälle) gelten nicht als höhere Gewalt und werden nicht als Verspätungsgrund akzeptiert.
en_gb: Public transport delays (excluding serious disruptions) are not considered acts of God and are not accepted as a valid reason for being late.

source: Der Hinderungsgrund muss unverzüglich nach dessen Eintreffen der Studiengangleitung mitgeteilt und durch entsprechende Nachweise belegt werden.
en_gb: Candidates should inform the programme director immediately as to why they were prevented from attending the exam punctually and provide sufficient evidence.

source: Im Zweifelsfall entscheidet die Studiengangleitung anhand der eingereichten Dokumente.
en_gb: If there is some doubt, the programme director decides on the basis of the documents submitted.

source: Gültigkeitsdauer
en_gb: Validity period

source: Erlassverantwortliche/-r
en_gb: Issued by

source: Vertiefungsleitung KD
en_gb: Head of specialisation KD

source: Ablageort
en_gb: Archived in

source: 2.04.01 Anmeldung und Zulassungsverfahren
en_gb: 02.04.2001 Enrolment and application procedure

source: Studiengangleitung MA AL
en_gb: MA AL programme director

source: Die Beurteilung wird vom Experten/von der Expertin vorgeschlagen.
en_gb: The expert proposes the final assessment.

source: ZHAW Zürcher Hochschule für Angewandte Wissenschaften, IUED Institut für Übersetzen und Dolmetschen, Weiterbildung
en_gb: ZHAW Zurich University of Applied Sciences, IUED Institute of Translation and Interpreting, Continuing Education

source: in Kraft ab 11. Februar 2016
en_gb: valid from 11 February 2016

source: Geltungsbereich
en_gb: Applicability

source: Zulassung
en_gb: Admission

source: Zum Kurs zugelassen wird, wer folgende Bedingungen erfüllt:
en_gb: Applicants must meet the following conditions in order to be admitted to this programme:

source: Diplom als KonferenzdolmetscherIn (ZHAW, DOZ oder gleichwertiger Abschluss eines anerkannten Dolmetschinstituts)
en_gb: they must hold a diploma in conference interpreting (ZHAW, DOZ or equivalent qualification from a recognised interpreting institute)

source: Bestehen einer Eignungsprüfung gemäss Abschnitt 5.
en_gb: they must pass an aptitude test as in Section 5.

source: Sprachen
en_gb: Languages

source: B-Sprache:
en_gb: B language:

source: C-Sprache:
en_gb: C language:

source: Fremdsprache, aus der gedolmetscht wird
en_gb: foreign language out of which the applicant interprets

source: siehe Website MA AL
en_gb: See MA AL website

source: Angebot
en_gb: Languages offered

source: Die Studienleitung kann weitere Sprachen als Studiensprachen bewilligen.
en_gb: The programme director may approve other languages to be studied.

source: Studienbeginn und -dauer
en_gb: Start and duration of programme

source: Sie beträgt in der Regel 1–2 Semester.
en_gb: Students must usually attend one or two semesters.

source: Für die Wiederholung ganzer Studiensemester gelten dieselben Gebühren wie bei einem erstmaligen Besuch.
en_gb: When a whole semester has to be repeated, the same fees apply as for the first semester attended.
